{
  "books": [
      {
          "id": "1",
          "name": "Laranja Mecânica",
          "author": " Anthony Burgess",
          "description": "Uma das mais brilhantes sátiras distópicas já escritas, Laranja Mecânica ganhou fama ao ser adaptado em uma obra magistral do cinema pelas mãos de Stanley Kubrick. O livro, entretanto, também é um clássico moderno da ficção inglesa e um marco na cultura pop, que ao lado de 1984, de George Orwell, Admirável Mundo Novo, de Aldous Huxley, e Fahrenheit 451, de Ray Bradbury, representa um dos ícones literários da alienação pós-industrial.",
          "image": "https://images-na.ssl-images-amazon.com/images/I/41Imin%2BTayL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
          "loaned": "false",
          "person_name": "",
          "date": ""
      },
      {
          "id": "2",
          "name": "Fahrenheit 451",
          "author": "Ray Bradbury",
          "description": "Guy Montag é um bombeiro. Sua profissão é atear fogo nos livros. Em um mundo onde as pessoas vivem em função das telas e a literatura está ameaçada de extinção, os livros são objetos proibidos, e seus portadores são considerados criminosos. Montag nunca questionou seu trabalho; vive uma vida comum, cumpre o expediente e retorna ao final do dia para sua esposa e para a rotina do lar.",
          "image": "https://images-na.ssl-images-amazon.com/images/I/41qwit8V+sL._SX331_BO1,204,203,200_.jpg",
          "loaned": "false",
          "person_name": "",
          "date": ""
      },
      {
          "id": "3",
          "name": "Admirável Mundo Novo",
          "author": "Aldous Leonard Huxley",
          "description": "Um clássico moderno, o romance distópico de Aldous Huxley é incontornável para quem procura um dos exemplos mais marcantes da tematização de estados autoritários, ao lado de 1984, de George Orwell.",
          "image": "https://images-na.ssl-images-amazon.com/images/I/61hOp6UFvCL.jpg",
          "loaned": "false",
          "person_name": "",
          "date": ""
      },
      {
          "id": "4",
          "name": "1984",
          "author": "George Orwell",
          "description": "Publicada originalmente em 1949, a distopia futurista 1984 é um dos romances mais influentes do século XX, um inquestionável clássico moderno. Lançada poucos meses antes da morte do autor, é uma obra magistral que ainda se impõe como uma poderosa reflexão ficcional sobre a essência nefasta de qualquer forma de poder totalitário.",
          "image": "https://lojasaraiva.vteximg.com.br/arquivos/ids/12101548/1008972955.jpg?v=637142220125430000",
          "loaned": "false",
          "person_name": "",
          "date": ""
      },
      {
          "id": "5",
          "name": "Revolução dos Bichos",
          "author": "George Orwell",
          "description": "Verdadeiro clássico moderno, concebido por um dos mais influentes escritores do século XX, A revolução dos bichos é uma fábula sobre o poder. Narra a insurreição dos animais de uma granja contra seus donos. Progressivamente, porém, a revolução degenera numa tirania ainda mais opressiva que a dos humanos.",
          "image": "https://images-na.ssl-images-amazon.com/images/I/51Qd+WSmRFL._SY344_BO1,204,203,200_.jpg",
          "loaned": "false",
          "person_name": "",
          "date": ""
      },
      {
          "id": "6",
          "name": "O Conto da Aia",
          "author": "Margaret Atwood",
          "description": "O romance distópico O conto da aia, de Margaret Atwood, se passa num futuro muito próximo e tem como cenário uma república onde não existem mais jornais, revistas, livros nem filmes. As universidades foram extintas. Também já não há advogados, porque ninguém tem direito a defesa.",
          "image": "https://lojasaraiva.vteximg.com.br/arquivos/ids/12603909/1010078680.jpg?v=637152644087470000",
          "loaned": "true",
          "person_name": "Gabriel Silva",
          "date": "04/10/2020"
      }
  ]
}